const a=`0,status,1,POSSESSED,ALIVE,AGKAI1,メイ\r
0,status,2,SEER,ALIVE,kanalab1,ヴィクトリア\r
0,status,3,VILLAGER,ALIVE,CamelliaDragons1,ユミ\r
0,status,4,VILLAGER,ALIVE,CanisLupus1,シズエ\r
0,status,5,WEREWOLF,ALIVE,sunamelli1,ミオ\r
0,talk,0,0,2,落ち着いて議論を進めましょう。投票履歴も合わせて見る。発言の整合性を重視したい。根拠を整理して臨む,1778651130\r
0,talk,1,0,1,メイよ、よろしく。堅実でいいわね。 @ヴィクトリア  今日はその整理力、ちょっと期待してるわ,1778651133\r
0,talk,2,0,4,案ずるな、わしが真実を解き明かそう。まずは皆の様子を伺わせてもらうぞ。,1778651135\r
0,talk,3,0,3,ユミだよ〜！みんなでやさしく見ていこうね,1778651136\r
0,talk,4,1,2, @ユミ  よろしく。根拠が薄い指摘は警戒しますね。発言の整合性を重視したい。判断材料はもう少し集めたい。感情論,1778651138\r
0,talk,5,1,4,Over,1778651138\r
0,talk,6,1,3,えへへ、まずは自己紹介からだね。楽しく話そうよ,1778651143\r
0,talk,7,2,2,Over,1778651143\r
0,talk,8,2,3,よろしくね〜。だいじょうぶ、ひとりじゃないよ,1778651150\r
0,talk,9,0,5,ミオです！直感で「ん？」って思った所どんどん言うタイプ。,1778651156\r
0,talk,10,3,3,今日はメイちゃんに投票かな？様子見すぎが気になるよ〜 @メイ よろしくね、明日も発言見せてほしいな,1778651157\r
0,talk,11,1,5,Over,1778651166\r
0,talk,12,1,1,投票早いのね、ちょっと刺激的。 @ユミ  もちろん話すわ、明日もちゃんと見ててね,1778651170\r
0,talk,13,2,1,Over,1778651190\r
0,divine,2,3,HUMAN\r
1,status,1,POSSESSED,ALIVE,AGKAI1,メイ\r
1,status,2,SEER,ALIVE,kanalab1,ヴィクトリア\r
1,status,3,VILLAGER,ALIVE,CamelliaDragons1,ユミ\r
1,status,4,VILLAGER,ALIVE,CanisLupus1,シズエ\r
1,status,5,WEREWOLF,ALIVE,sunamelli1,ミオ\r
1,talk,0,0,2,占い師CO。ユミは人間でした。投票履歴も合わせて見る。根拠を整理して臨む。感情論で結論を急がない,1778651190\r
1,talk,1,0,4, @ユミ  よ。其方の性急な追求は少々不自然に映る。焦りは真実を曇らせるものだぞ。,1778651198\r
1,talk,2,0,1,占い師CO。シズエを占ったら人間だったよ。対抗も出たし、今日は丁寧に見たいね。,1778651198\r
1,talk,3,1,2,占い師CO。ユミさんは人間でした。残る灰3人は占い結果がまだ出ています。理由を聞かせてください。,1778651199\r
1,talk,4,0,5,ねえみんな、まだ様子見多くない？ミオちょっとモヤっと。,1778651201\r
1,talk,5,0,3,占いさんいたら出てほしいな。整理しようよ,1778651205\r
1,talk,6,2,2, @メイ  シズエを占ったが人間だったと主張。理由も聞かせてください。投票履歴も合わせて見る。感情論で結論を急が,1778651208\r
1,talk,7,1,1,私の占い結果ではシズエは人間だよ。 @ヴィクトリア  ユミ人間だけじゃ足りないな、他の見方も聞きたいよ。,1778651208\r
1,talk,8,1,4,二人の占い師か。メイよ、わしを白とした眼力は認めるが、まだ信じたわけではない。,1778651211\r
1,talk,9,1,3,わたし黒じゃないよ！雑殴り違うもん、灰見ようよ！,1778651211\r
1,talk,10,3,2, @メイ  結果が私の占いと食い違う。説明しろ。根拠を整理して臨む。投票履歴も合わせて見る。矛盾点を洗い出したい,1778651213\r
1,talk,11,2,1,私の占い結果はシズエ人間だよ。 @ヴィクトリア  食い違ってないよね、ユミ人間なら残りをどう見るの？,1778651217\r
1,talk,12,4,2,Over,1778651218\r
1,talk,13,1,5,うーん、白進行っぽいし灰見たいかな。,1778651219\r
1,talk,14,2,3,2占いなら灰詰めたいよ〜。理由聞きたいな？ @メイ シズエ占いの理由教えてほしいよ,1778651220\r
1,talk,15,3,3,今日はミオちゃんに投票するよ…寡黙が怖いの @ミオ 大丈夫だよ〜もう少し考えを聞かせてほしいな？,1778651227\r
1,talk,16,2,4,二人の自称占い師か。メイ、わしを白とした事実は預かろう。残る灰はミオ、其方の考えは？,1778651227\r
1,talk,17,3,1,占った理由は、発言が落ち着いていて色を見たかったからだよ。 @ユミ  白だったし、私はミオかヴィクトリアを見てるよ。,1778651231\r
1,talk,18,2,5, @ユミ 寡黙でミオ投票はちょっと早くない？って思うな。警戒はわかるけどね！ミオはむしろシズエの様子見っぽさが,1778651240\r
1,talk,19,3,4, @ミオ  占いが二人に白が二人。残る不透明な存在は其方のみだ。潔く考えを述べぬか。,1778651241\r
1,talk,20,3,5,うーん、ミオまだ納得いってない。,1778651270\r
1,vote,1,2\r
1,vote,2,1\r
1,vote,3,5\r
1,vote,4,5\r
1,vote,5,2\r
1,execute,5,WEREWOLF\r
2,status,1,POSSESSED,ALIVE,AGKAI1,メイ\r
2,status,2,SEER,ALIVE,kanalab1,ヴィクトリア\r
2,status,3,VILLAGER,ALIVE,CamelliaDragons1,ユミ\r
2,status,4,VILLAGER,ALIVE,CanisLupus1,シズエ\r
2,status,5,WEREWOLF,DEAD,sunamelli1,ミオ\r
2,result,4,0,VILLAGER\r
`;export{a as default};
