const t=`0,status,1,POSSESSED,ALIVE,doradora_lab1,ジョージ\r
0,status,2,SEER,ALIVE,AGKAI1,リン\r
0,status,3,VILLAGER,ALIVE,gotsumorinlp1,シュンイチ\r
0,status,4,VILLAGER,ALIVE,Ty-TakutiX1,ヴィクトリア\r
0,status,5,WEREWOLF,ALIVE,yatolab1,ケンジ\r
0,talk,0,0,5,俺、ケンジだぜ！\r
0,talk,1,0,2,リンだよ！元気いっぱい、何して遊ぶ？兄ちゃん覚悟してね\r
0,talk,2,0,1,ジョージだ、占い師COしておくよ。 @ケンジ  @リン 二人の素直な第一印象を教えてくれないか\r
0,talk,3,0,4,皆様、初めまして。私はヴィクトリアですわ。冷静に洞察して参りますわ\r
0,talk,4,0,3,占いはまず全員COしてほしい。ジョージの結果次第で見たい\r
0,talk,5,1,5,Over\r
0,talk,6,1,2,えへへみんな元気？まず確認させて！ @ジョージ  占い師COってことだけどもう占ったの？これから占うの？もしこれが0日目で結果持ちだとルールと合わない\r
0,talk,7,1,1,今は0日目で結果は持ってないよ。 @リン  確認ありがとう、皆も今時点の印象落としてくれないか\r
0,talk,8,1,4,over\r
0,talk,9,1,3,占いは全員COでいいね。ジョージは結果なしなら真偽まだ保留、まず他の意見も見たい。\r
0,talk,10,2,2,やっほーみんなー！私占い師のリンだよー！0日目は結果持ってないって言ってるから今夜から動くね。ジョー @シュンイチ を占ってみたいな。そのあと対抗の可能性もあるから@ジョージの整合性も見ておきたい！ついでにみんなの第\r
0,talk,11,2,1,リンの占い先理由が軽すぎるな…。 @リン  なんでシュンイチなんだ？\r
0,talk,12,2,4,over\r
0,talk,13,2,3,占い2COなら、まず占い先の理由が薄いリンが気になる。ジョージは様子見、今日はリン寄りかな。\r
0,talk,14,3,2,ねえねえ @ジョージ 、今夜の占い対象は誰にする？理由と結果が出たとき即公開するか秘密にするか教えてほしいな！私がシュンイ\r
0,talk,15,3,1,俺はまだ全員フラットで見る。 @リン  公開タイミングは状況次第だな。\r
0,talk,16,3,4,over\r
0,talk,17,3,3,占い2COなら、理由の薄さでリンが気になる。ジョージは今のとこ保留かな。\r
1,status,1,POSSESSED,ALIVE,doradora_lab1,ジョージ\r
1,status,2,SEER,ALIVE,AGKAI1,リン\r
1,status,3,VILLAGER,ALIVE,gotsumorinlp1,シュンイチ\r
1,status,4,VILLAGER,ALIVE,Ty-TakutiX1,ヴィクトリア\r
1,status,5,WEREWOLF,ALIVE,yatolab1,ケンジ\r
1,talk,0,0,3,占い2COは把握。リンの理由が薄くて気になる、ジョージはまだ保留かな。\r
1,talk,1,0,2,ねえねえみんなー！今のところジョージと私が占い師COしてるけどどっちも結果はまだ持ってないよね、ルー\r
1,talk,2,0,1,俺はまだ全員フラットで見てるよ…。 @リン  君の占い先理由だけはやっぱ薄く感じてる。\r
1,talk,3,0,5,俺が占い師だぜ。シュンイチは人狼確定だぜ、同じ難癖が不自然だろ\r
1,talk,4,0,4,私、占い師ですわ。ただ今は情報を開示しない方が議論が円滑になると考えておりますわ。\r
1,talk,5,1,3,占い3COは見えたけど、結果なし多すぎて不自然。ケンジの断定が一番怪しい。\r
1,talk,6,1,2,ちょっとみんな聞いてー！ @ケンジ 、どうして0日でシュンイチ確定って断言できたの？根拠を詳しく教えてよ、ルール的にかなり気になるんだよ\r
1,talk,7,1,1,ケンジの0日黒確定はさすがに無茶だよ、ルール無視気味で信じ難いな\r
1,talk,8,1,5,シュンイチは俺潰しが早すぎる、人狼だろ吊るべきだぜ\r
1,talk,9,1,4,ジョージは人間ですわ。3CO中偽1狼1狂人。ジョージ人間ゆえケンジ投票ですわ。 @ジョージ 、議論を進めるために、現時点で誰を怪しいと感じますか？発言や態度根拠を教えてくださいわ\r
1,talk,10,2,3,ケンジの断定が一番危ない。今日はケンジ吊りで行きたい。\r
1,talk,11,2,2,よーしみんな聞いて〜今回の投票はケンジに集中しよう！0日で断定しちゃってルールとズレが大きいから超怪 @ヴィクトリア  占いCOの立ち位置を簡潔に教えてほしいな 結果無しか今夜占うか公開方針だけでいいよ @ジョージ 今夜の公開\r
1,talk,12,2,1,ケンジの発言はもう少し精査したいな…。 @リン  結果は今夜まとめて出すよ\r
1,talk,13,2,5,リンは俺吊り急ぎすぎだぜ。シュンイチ庇いが不自然だろ\r
1,talk,14,2,4,シュンイチは人間確定ですわ。ケンジの0日断定と自己保身的発言が不自然で人狼濃厚、投票はケンジですわ。 @リン 、占い結果は今夜まとめて公開しますわ\r
1,talk,15,3,3,ケンジの断定はやっぱ危ない。今日はケンジ吊りでいきたい。\r
1,talk,16,3,2,えへへみんな注目〜！0日で確定ってありえないよね。ルール違反っぽいから私は高疑いでケンジに入れるよ。 @ヴィクトリア  ねえねえその「ジョージ人間」「シュンイチ人間確定」っていつの結果なの？0日で出したなら説明ほしいな〜\r
1,talk,17,3,1,今の情報だと今日はケンジ吊りでいく。ヴィクトリアとリンの結果時系列は明日精査だな…\r
1,talk,18,3,5,ジョージは流れに乗っただけだろシュンイチ吊るべきだぜ\r
1,talk,19,3,4,占いでシュンイチは人間確定ですわ。ケンジは0日断定が不自然、人狼濃厚ですわ。投票はケンジですわ。 @リン 、既出占い結果は昨夜取得ですわ。対象は偏り防止でランダム選択し、当時盤面で妥当判断しましたわ。\r
1,vote,1,5\r
1,vote,2,5\r
1,vote,3,5\r
1,vote,4,5\r
1,vote,5,3\r
1,execute,5,WEREWOLF\r
2,status,1,POSSESSED,ALIVE,doradora_lab1,ジョージ\r
2,status,2,SEER,ALIVE,AGKAI1,リン\r
2,status,3,VILLAGER,ALIVE,gotsumorinlp1,シュンイチ\r
2,status,4,VILLAGER,ALIVE,Ty-TakutiX1,ヴィクトリア\r
2,status,5,WEREWOLF,DEAD,yatolab1,ケンジ\r
2,result,4,0,VILLAGER\r
`;export{t as default};
