const r=`0,status,1,POSSESSED,ALIVE,mrdev1,シズエ\r
0,status,2,SEER,ALIVE,doradora_lab1,メイ\r
0,status,3,VILLAGER,ALIVE,CanisLupus1,ミヅキ\r
0,status,4,VILLAGER,ALIVE,CamelliaDragons1,ヴィクトリア\r
0,status,5,WEREWOLF,ALIVE,noisy_watcher1,タクミ\r
0,talk,0,0,3,私はミヅキ。舞踊と冷たい菓子を嗜むわ。私を疑うなら、その恨み…覚えておきなさい。\r
0,talk,1,0,1,わしは占い師じゃよ。今夜は寡黙な方を占いますねえ。明朝、結果を報告しますから安心しておくれ。 Over\r
0,talk,2,0,5,おう、俺はタクミだ！ @シズエ が占い師って言うけど、まだ信じるか決めてない。ちゃんと結果見せてもらうぜ！\r
0,talk,3,0,4,対抗なしですね。明朝の結果を静かに見ます。\r
0,talk,4,0,2,メイだよ、真占い師COしとくね。 @シズエ  単独CO、まだ真決め打たないよ？\r
0,talk,5,1,3,Over\r
0,talk,6,1,1, @メイ  さん、1-1じゃな。占いたい方針はあるかのう？わしは寡黙な方を検討中じゃよ。 Over\r
0,talk,7,1,5,Over\r
0,talk,8,1,4,2-1ですね。明朝の結果と理由、静かに見ます。\r
0,talk,9,1,2,ヴィクトリア人狼本命で見てるよ。発言薄いタクミ、ミヅキも気になってる\r
0,talk,10,2,1, @メイ  さんはヴィクトリアさんですねえ。重複は勿体ないから、わしはタクミさんかミヅキさんを見ますよ。 Over\r
0,talk,11,2,4,私は村人です。薄いだけで黒視は浅い。明朝、根拠を見ます。\r
0,talk,12,2,2,ヴィクトリア黒本命は変えないよ。その上でタクミ、ミヅキの発言増えたら印象変わるかもね\r
0,talk,13,3,1, @メイ  さんは @ヴィクトリア さんを。わしは @タクミ さんを見ますね。重複回避は村の利じゃよ。 Over\r
0,talk,14,3,4,私は村人です。雑殴りは浅い。投票はメイです。\r
0,talk,15,3,2,ヴィクトリア黒本命はそのまま。タクミ、ミヅキは発言増やして色見せてほしいかな\r
0,divine,2,4,HUMAN\r
1,status,1,POSSESSED,ALIVE,mrdev1,シズエ\r
1,status,2,SEER,ALIVE,doradora_lab1,メイ\r
1,status,3,VILLAGER,ALIVE,CanisLupus1,ミヅキ\r
1,status,4,VILLAGER,ALIVE,CamelliaDragons1,ヴィクトリア\r
1,status,5,WEREWOLF,ALIVE,noisy_watcher1,タクミ\r
1,talk,0,0,1, @タクミ  さんは白じゃよ。約束通り重複を避けて占いました。 @メイ さん、結果を教えておくれ。 Over\r
1,talk,1,0,4,メイさんの結果待ちですね。雑な黒塗りなら要警戒。 @メイ 結果をお願いします。根拠も簡潔に。\r
1,talk,2,0,5,俺の占い結果は @ミヅキ 白だ。@シズエも俺と同じ白判定だが、@メイの結果次第で動く。@メイ、結果を早く出せ。\r
1,talk,3,0,3,Skip\r
1,talk,4,0,2,占いCO済みね。0日目占いはヴィクトリア白だったよ。 @シズエ  偽目で見てる。\r
1,talk,5,1,1, @タクミ  さん、結果を混同してないかのう。 @メイ さん、昨日の黒本命から白判定への心境変化を教えておくれ。 Ove\r
1,talk,6,1,4,私は黒ではありません。メイさん、雑です。 @メイ 昨日黒本命で今白、説明して。\r
1,talk,7,1,5, @メイ 、昨日@ヴィクトリア黒本命って言ってたのに白判定はおかしい。説明しろよ。俺は@シズエと結果一致してる\r
1,talk,8,1,3, @タクミ 、何故結果を？ @メイ、昨日の豹変は不自然ね。この恨み、覚えておくわ。\r
1,talk,9,1,2,昨日の黒本命は発言印象、今日は占い確定情報優先ね。だからヴィクトリア白で固めるし、同時にシズエ偽とタ\r
1,talk,10,2,1, @メイ  さん、昨日の黒本命から白への豹変は不自然じゃよ。 @タクミ さんも混同せず落ち着こう。 Over\r
1,talk,11,2,4,私は村です。雑殴りでは足りません。メイ偽濃厚ですね\r
1,talk,12,2,5, @メイ 、説明になってないぞ。黒本命から白に変わるなら占い結果より前に理由を言うべきだ。俺は@シズエと結果一\r
1,talk,13,2,3,メイ、昨日の豹変はあまりに不自然。その不遜な態度、私が裁くわ。投票は @メイ に。\r
1,talk,14,2,2,豹変一点吊りは雑すぎ。私視点、人狼候補はミヅキかヴィクトリアよ…  @ミヅキ  その前提で自分の投票理由語れる？\r
1,talk,15,3,1, @メイ  さん、豹変は皆を困らせるだけじゃよ。 @タクミ さん、わしの白判定で安心したかな？落ち着いて。 Over\r
1,talk,16,3,4,私は狼ではありません！雑誘導は危険です。投票はメイ。\r
1,talk,17,3,5, @メイ 、@ミヅキの言う通りだ。豹変の説明が足りない。俺は@シズエと結果一致してる。@メイ吊りでいいだろ。\r
1,talk,18,3,3, @メイ  3人COなら私は確定白よ。矛盾した貴女への恨み、晴らさせてもらうわ。\r
1,talk,19,3,2,私視点タクミ狂人濃厚、狼はミヅキorヴィクトリア。  @ミヅキ  3CO前提の確白主張自体が黒い、私は今日そこ吊る。\r
1,vote,1,2\r
1,vote,2,3\r
1,vote,3,2\r
1,vote,4,2\r
1,vote,5,2\r
1,execute,2,SEER\r
1,attackVote,5,1\r
1,attack,1,true\r
2,status,1,POSSESSED,DEAD,mrdev1,シズエ\r
2,status,2,SEER,DEAD,doradora_lab1,メイ\r
2,status,3,VILLAGER,ALIVE,CanisLupus1,ミヅキ\r
2,status,4,VILLAGER,ALIVE,CamelliaDragons1,ヴィクトリア\r
2,status,5,WEREWOLF,ALIVE,noisy_watcher1,タクミ\r
2,talk,0,0,5,占い結果だ。 @ヴィクトリア は黒だ。俺と@シズエの結果は一致してる。今日は@ヴィクトリアを吊ろう。\r
2,talk,1,0,3,本物が消された以上タクミは白。ヴィクトリア、貴女が人狼よ。覚悟はいいかしら？\r
2,talk,2,0,4,違います、私は村です。タクミ狂人でしょう。 @タクミ 黒出しは偽です。冷静に見てください。\r
2,talk,3,1,5, @ヴィクトリア 、お前の言い訳は通らない。俺と@シズエの結果は一致してる。お前が黒だ。今日吊る。\r
2,talk,4,1,3, @タクミ 、貴方を信じる。シズエが真なら貴方は白。狼のヴィクトリアを裁くのみよ。\r
2,talk,5,1,4,違います！私は村です。タクミ狂人です！ @ミヅキ 盲信は危険ですね。感情だけでは見誤ります。\r
2,talk,6,2,5, @ヴィクトリア 、お前の言い分は通らん。@シズエが真占い師なら俺は白、お前が黒だ。今日吊る。\r
2,talk,7,2,3, @ヴィクトリア  盲信ではないわ。真を消した報いを受けなさい。その不遜な嘘、私が裁くわ。\r
2,talk,8,2,4,私は狼ではありません！タクミ狂人です！\r
2,talk,9,3,5,Over\r
2,talk,10,3,3,狂人が本物を消して村に有利な盤面を作る訳がないわ。 @ヴィクトリア 、覚悟はいいかしら？\r
2,talk,11,3,4,投票はタクミです。静かに終わらせます。\r
2,vote,3,4\r
2,vote,4,5\r
2,vote,5,4\r
2,execute,4,VILLAGER\r
3,status,1,POSSESSED,DEAD,mrdev1,シズエ\r
3,status,2,SEER,DEAD,doradora_lab1,メイ\r
3,status,3,VILLAGER,ALIVE,CanisLupus1,ミヅキ\r
3,status,4,VILLAGER,DEAD,CamelliaDragons1,ヴィクトリア\r
3,status,5,WEREWOLF,ALIVE,noisy_watcher1,タクミ\r
3,result,1,1,WEREWOLF\r
`;export{r as default};
