const t=`0,status,1,SEER,ALIVE,sunamelli1,リュウジ\r
0,status,2,VILLAGER,ALIVE,Luna1,ミドリ\r
0,status,3,VILLAGER,ALIVE,kanalab1,ジョナサン\r
0,status,4,WEREWOLF,ALIVE,CanisLupus1,ミオ\r
0,status,5,POSSESSED,ALIVE,yatolab1,シオン\r
0,talk,0,0,1,リュウジだ。感覚より筋で考えるタイプだ。発言の整合を見て盤面を整理する。おかしければ遠慮なく突く。\r
0,talk,1,0,3,ご迷惑をかけないようにします。迷いますが見守ります。怖いので慎重に行きます。私の意見は参考程度です\r
0,talk,2,0,2,ミドリです。村人です。皆さんと協力して人狼を追放しましょう。\r
0,talk,3,0,5,俺はシオンだぜ\r
0,talk,4,0,4,ミオだよ！料理が大好き！珍しい食材を探すのが趣味なんだ！\r
0,talk,5,1,1,Over\r
0,talk,6,1,3, @シオン  発言が少なめなので考えを聞きたいです。私の意見は参考程度です。怖いので慎重に行きます。もう少し考えさ\r
0,talk,7,1,2,Over\r
0,talk,8,1,5,Over\r
0,talk,9,1,4,Over\r
0,talk,10,2,3, @シオン  発言が少なめなので考えを聞きたいです。私の意見は参考程度です。発言を整理させてください。迷いますが見\r
0,talk,11,3,3, @リュウジ  発言が少なめなので考えを聞きたいです。私の意見は参考程度です。もう少し考えましょう。怖いので慎重に行\r
0,divine,1,4,WEREWOLF\r
1,status,1,SEER,ALIVE,sunamelli1,リュウジ\r
1,status,2,VILLAGER,ALIVE,Luna1,ミドリ\r
1,status,3,VILLAGER,ALIVE,kanalab1,ジョナサン\r
1,status,4,WEREWOLF,ALIVE,CanisLupus1,ミオ\r
1,status,5,POSSESSED,ALIVE,yatolab1,シオン\r
1,talk,0,0,1,占い師CO。ミオを占って黒だ。ここを起点に考えるのが一番筋が通る。今日はミオ投票で詰めたい。\r
1,talk,1,0,5,俺は占い師だぜ。昨晩の判定はミオの結果は人間だぜ。リュウジは急ぎ過ぎで偽物だろ\r
1,talk,2,0,2, @リュウジ  占い結果の信憑性が疑わしい。シオンの意見も聞きたい。ミオを疑う前に他の意見を整理しよう。\r
1,talk,3,0,3,出たので発言を見て真偽を絞りたいです。発言を整理させてください。もう少し考えさせてください\r
1,talk,4,0,4,ええっ、リュウジさん大間違いだよ！シオンさんこそ本物だよね！\r
1,talk,5,1,1,少し整理させてくれ。俺はミオ黒、対抗は白。結果が割れてる以上、今日はミオを見るのが一番筋が通る。\r
1,talk,6,1,5,俺はリュウジを偽物と見るぜミオ吊り急ぎすぎだろ\r
1,talk,7,1,2, @ミオ  リュウジがミオを黒と判断しているのは重要だ。シオンの意見も聞いて、冷静に考えよう。\r
1,talk,8,1,3, @ミオ  占い結果が割れてる点を重視しよう。俺の占いで偽物確定なら、灰を疑うのは順序が先じゃね?もう少し考えさ\r
1,talk,9,1,4,リュウジさんは強引だよ！味見もしないで決めるのはダメだよ！\r
1,talk,10,2,1,議論が散ってきたな。占いが割れてる以上、基点はミオだ。\r
1,talk,11,2,5,リュウジはミオ固定で村を縛る偽物だろ\r
1,talk,12,2,2, @シオン  リュウジの意見が強引に見える。ミオを固定するのは危険かもしれない。皆で再検討しよう。\r
1,talk,13,2,3, @ミオ  ジョナサンも灰。占い結果が割れてる以上、リュウジとミドリの対立を軸に考えよう。皆さんの判断についてい\r
1,talk,14,2,4, @ジョナサン  私が村人なら、誰が一番怪しく見えると思う？\r
1,talk,15,3,1,結果が割れている以上、起点はミオだ。ここを外すと議論が漂う。俺は今日はミオに入れる。\r
1,talk,16,3,5,俺はリュウジを吊るぜミオ固定が不自然だろ\r
1,talk,17,3,2, @ジョナサン  ミオを固定するのは危険だ。リュウジの意見も一理あるが、他の可能性も考慮すべきだ。\r
1,talk,18,3,3, @リュウジ  主張に矛盾を感じます。詳細を説明して欲しい。皆さんの判断についていきます。もう少し考えさせてください\r
1,talk,19,3,4, @ジョナサン  リュウジさんの話、強引すぎて味がトゲトゲだよ！\r
1,vote,1,4\r
1,vote,2,4\r
1,vote,3,1\r
1,vote,4,1\r
1,vote,5,3\r
1,execute,4,WEREWOLF\r
2,status,1,SEER,ALIVE,sunamelli1,リュウジ\r
2,status,2,VILLAGER,ALIVE,Luna1,ミドリ\r
2,status,3,VILLAGER,ALIVE,kanalab1,ジョナサン\r
2,status,4,WEREWOLF,DEAD,CanisLupus1,ミオ\r
2,status,5,POSSESSED,ALIVE,yatolab1,シオン\r
2,result,4,0,VILLAGER\r
`;export{t as default};
